/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "Пользовательский интерфейс";
"If blank, the search engine page will be used" = "Если не заполнить, будет отображаться страница поиска";
"If blank, the default Onion Browser page will be used" = "Если не заполнить, будет отображаться стартовая страница Onion Browser";
"Toolbar on bottom" = "Панель инструментов внизу";
"Dark interface" = "Темный интерфейс";
"Dark app icon" = "Тёмная иконка";
"Mute audio with mute switch" = "Кнопка для выключения аудио";
"Custom home page" = "Пользовательская домашняя страница";
"Search Engine" = "Поисковая система";
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "Если не включить, весь текст в строке поиска (если он не начинается на \"http\") будет отправляться в поисковый сервис";
"Search engine" = "Поисковая система";
"Auto-complete search results" = "Автодополнять результаты поиска";
"Stop auto-complete at first dot" = "Автодополнение до первой точки";
"Privacy" = "Приватность";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "Файлы cookie и локальные данные хранилища с хостов, не находящихся в белом списке, будут очищены даже с открытых вкладок";
"Send Do-Not-Track header" = "Отправка заголовка 'Не отслеживать'";
"Edit cookies and local storage" = "Редактировать cookie и локальное хранилище";
"Cookie auto-sweep interval" = "Интервал автоочистки cookie";
"When switching to another app, close all tabs and clear non-whitelisted cookies" = "При переключении в другое приложение закрыть все вкладки и очистить cookie, не включенные в белый список.";
"Clear all when backgrounded" = "Очистить все в фоновом режиме";
"Changing this option requires restarting the app" = "Для изменения этой опции необходимо перезапустить приложение.";
"Allow 3rd party keyboards" = "Разрешить сторонние клавиатуры";
"Report a bug" = "Сообщить об ошибке";
"Security" = "Безопасность";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "Если включить, при ошибках TLS появится опция для игнорирования ошибки";
"Allow ignoring TLS errors" = "Разрешить ошибки TLS";
"Miscellaneous" = "Разное";
"Rate on App Store" = "Рейтинг в App Store";
"About" = "О приложении";
"About Onion Browser" = "О Onion Browser";
"About Endless" = "О Endless";
